import random

quotes = [
    "Масштаб Всесвіту: Можливих шахових партій (10¹²⁰) більше, ніж атомів у видимому Всесвіті (10⁸⁰).",
    "Схуднення за дошкою: За день турніру гросмейстер спалює до 6000 калорій через стрес і роботу мозку.",
    "Ідеальний прорахунок: Комп'ютери повністю вирахували всі фінали, де на дошці лишилося 7 фігур або менше.",
    "Вічний рекорд: Еммануель Ласкер тримав титул чемпіона 26 років — сучасні правила роблять це неможливим.",
    "Сліпота на хаос: Гросмейстер запам'ятовує дошку гірше за новачка, якщо фігури розставлені нелогічно.",
    "Теоретичний фінал: Математично доведено, що за ідеальної гри обох сторін партія завжди веде до одного результату (але досі невідомо, до перемоги білих чи нічиєї).",
    "Безкровний мат: Найкоротший можливий мат у грі (Дурацький мат) стається всього за 2 ходи.",
    "Впізнавання облич: Мозок шахіста сприймає фігури тією ж ділянкою, що й обличчя людей.",
    "Абсолютний пік: Магнус Карлсен досяг рейтингу 2882 — це історичний максимум серед людей",
    "Мат королю: Перське слово «Шах мат» дослівно означає «король помер» або «король безпорадний».",
    "Прокляття першого ходу: Перевага першого ходу білих математично дорівнює близько +54% шансу на перемогу.",
    "Психологічний параліч: Стан «цугцванг» — це ситуація, коли будь-який ваш наступний хід лише погіршить позицію.",
    "Прокляття Капабланки: Хосе Рауль Капабланка за 10 років професійної кар'єри (1914–1924) не програв жодної партії."
    ]

def get_quote():
    return random.choice(quotes)